import React from 'react';
import './style.css';

export default function About() {
  return (
    <div className='before'>
      <h1><b>Как да предпазим акаунтите си онлайн.</b></h1>
      <br></br>
      <img src="https://images.unsplash.com/photo-1642480504730-3ba4bbfaa0ec?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80" width={600} height={400} />
      <br />
      <small><a>Credit: Mourizal Zativa</a></small>
      <hr />
      <div className='blog'>
        <p>
          В днешнo време в дигиталният свят ние разчитаме на пароли за почти всичко - от достъп до банковите ни сметки до влизане в социалните мрежи. С нарастващия брой на нарушенията на данните е по-важно от всякога да защитим паролите си. В този блог ще обсъдим някои съвети за това как да засилим сигурността на паролите си.
        </p>
        <h3><ul>Използвайте силна и уникална парола</ul></h3>
        <p>Първата стъпка към защита на паролата ви е да използвате силна и уникална парола. Силната парола трябва да е поне 12 знака дълга (16 е препоръчително), да включва комбинация от главни и малки букви, цифри и символи. Трябва да бъде уникална и да избягвате да използвате една и съща парола за множество акаунти.</p>
        <h3><ul>НЕ споделяйте паролите си</ul></h3>
        <p>Никога не споделяйте паролите си с никого, включително с членове на семейството или приятели. Ако трябва да споделите достъпа до акаунт, използвайте мениджър на пароли, за да споделите паролата по сигурен начин.</p>
        <h3><ul>Използвайте мениджър на пароли</ul></h3>
        <p>Използването на мениджър на пароли е ефективен начин за защита на паролите ви. Мениджърите на пароли генерират силни пароли, съхраняват ги по сигурен начин и автоматично ги попълват за вас.</p>
        <h3><ul>Активирайте 2FA(Two-Factor Authentication)</ul></h3>
        <p>Two-factor authentication е допълнителен слой сигурност, който изисква да предоставите втора форма на идентификация, като пръстов отпечатък или код, изпратен на вашия телефон, освен паролата ви. Това прави по-трудно за хакерите да достъпват акаунтите ви, дори ако имат паролата ви.</p>
        <h3><ul>Избягвайте използването на обществено достъпни Wi-Fi мрежи</ul></h3>
        <p>Използването на обществено достъпни Wi-Fi мрежи може да бъде опасно за сигурността на вашите пароли. Хакерите могат да използват тези мрежи, за да прехвърлят данни и да откраднат вашите пароли. Ако е необходимо да използвате обществено достъпна Wi-Fi мрежа, използвайте виртуална частна мрежа (VPN), която ще криптира данните ви и ще ги защити от хакерски атаки.</p>
        <h3><ul>НЕ запазвайте паролите си в браузъра</ul></h3>
        <p>Браузърите имат функция за запаметяване на пароли, която може да е удобна, но не е особено сигурна. Ако запазите паролите си в браузъра, някой друг може да има достъп до тях, ако получи физически достъп до компютъра ви. Използвайте мениджър на пароли, за да съхранявате паролите си по сигурен начин.</p>
        <h3><ul>Бъдете внимателни при отговаряне на електронни съобщения</ul></h3>
        <p>Хакерите могат да изпратят фалшиви електронни съобщения, като се представят за банкова институция или друго доверен източник, за да ви измамят да им дадете вашите лични данни и пароли. Винаги бъдете внимателни при отговаряне на електронни съобщения, особено ако ви приканват да въведете лични данни или пароли.</p>
        <h3><ul>Променяйте паролите си редовно</ul></h3>
        <p>Променянето на паролата е доста важна част от кибер сигурността ни. Доста експерти съветват паролата да се сменя на всеки 3-6 месеца.</p>
      </div>
      <hr />
      <h6>Автор: Стефан Стоянов</h6>
    </div>
  )
}
