import React from 'react';
import './style.css';

export default function About() {
  return (
    <div className='before'>
      <h1><b>Как да създадем силна парола.</b></h1>
      <br></br>
      <img src="https://images.unsplash.com/photo-1541929866681-94eb7c9a4c7d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1303&q=80" width={600} height={400} />
      <br />
      <small><a>Credit: Yura Fresh</a></small>
      <hr />
      <div className='blog'>
        <p>
        Създаването на силна парола е една от най-важните стъпки, които можете да предприемете, за да защитите онлайн профилите си и личната си информация от компрометация. Хакерите използват различни методи, за да разбият слаби пароли, включително речникови атаки, брут-форс атаки и социално инженерство. За да създадете силна парола, която е трудна за разбиване, разгледайте следните съвети:
        </p>
        <h3><ul>Дължина</ul></h3>
        <p> Използвайте дълга парола, която е поне 12 знака дълга. Колкото по-дълга е паролата, толкова по-трудно е да се разбие. Добра дължина за парола е между 15 и 20 знака.</p>
        <h3><ul>Сложност</ul></h3>
        <p>Използвайте комбинация от главни и малки букви, цифри и символи. Избягвайте използването на лесно познаваема информация като вашето име, рожден ден или общоупотребими думи.</p>
        <h3><ul>Уникалност</ul></h3>
        <p>Използвайте уникална парола за всеки акаунт, който имате. Избягвайте използването на една и съща парола за множество акаунти, тъй като това прави по-лесно на хакерите да получат достъп до всичките ви акаунти, ако разбият една парола.</p>
        <h3><ul>Избягвайте обичайните модели</ul></h3>
        <p>Не използвайте обичайни модели или последователности, като "123456" или "qwerty".</p>
        <h3><ul>Избягвайте личната информация</ul></h3>
        <p>Не използвайте лична информация в паролата си, като вашето име, потребителско име или рожден ден.</p>
        <h3><ul>Разгледайте използването на паролна фраза</ul></h3>
        <p>Вместо да използвате една дума, разгледайте използването на паролна фраза. Паролна фраза е серия от думи, които са лесни за запомняне, но трудни за познаване от други хора.</p>
        <h3><ul>Използвайте менеджър за пароли</ul></h3>
        <p>Обмислете и използването на мениджър за пароли, за да създадете и съхранявате сложни пароли за всичките си акаунти. Мениджърите за пароли генерират и съхраняват паролите сигурно, така че не трябва да ги запомняте всички.</p>
      </div>
      <hr />
      <h6>Автор: Стефан Стоянов</h6>
    </div>
  )
}
