import React from 'react';

export default function About() {
  return (
    <div>
      <h1><b>Относно</b></h1>
      <br></br>
      <h2>Относно "Password Manager"</h2>
      <p>Този проект бе направен от няколко ученика като част от "Team Heisenberg", като част от училищен хакатон, наречен "HackTUES 9". Хакатонът продължи около 3 дена и темата ѝ беше относно защитата на потребителя. Ние решихме да направим уебсайт, който посочва колко силна е паролата, която използват. Ако паролата им е слаба, те ще могат да си генерират чисто нова. </p>
      <br></br>
      <h2 id="creators">Относно създателите</h2>
      <div id="Grigorov">
        <h2>Георги Григоров</h2>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1083835988754845706/grigorov.jpg" alt="Grigorov" />
        <p>Георги Григоров е 14-годишно момче, който учи в ТУЕС.</p>
        <p>Той е учил програмиране в старото му училище и е тук, за да си разшири знанията.</p>
        <p>Той не върши много дейности и предпочита да спи.</p>
        <p>Той помогна на проекта ни, като състави алгоритъма за проверка на паролите и др.</p>
      </div>
      <div id="Stefan">
        <h3>Стефан Стоянов</h3>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1083835988368957460/stefan.jpg" alt="Stefan" />
        <p>Стефан също е 14-годишно момче, кйто учи в ТУЕС. Той е висок, обича банани, кучета и е много дружелюбен с останалите.</p>
        <p>Дизайнът на този уебсайт е благодарение на него.</p>
      </div>
      <div id="Manev">
        <h3>Георги Манев</h3>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1083835988054392892/manev.JPG" alt="Manev" />
        <p>Георги Манев е 15-годишно момче, който учи в ТУЕС. Той обича да играе видео игри и да програмира.</p>
        <p>Той не тренира много често, но ходи по много крачки всеки ден.</p>
        <p>Той помогна на този проект със съставянето на алгоритъма за генериране на пароли и, превода на български и др..</p>
        <p></p>
        <p></p>
      </div>
      <div id="Venelin">
        <h3>Венелин Желев</h3>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1083835987802738771/venelin.jpg" alt="Venelin" />
        <p>Венелин също е 15-годишно момче, който учи в ТУЕС. Той обича баскетбол и програмиране.</p>
        <p>Той също обича да играе видео игри и е много добър в някои от тях. </p>
        <p>Той помогна на проекта с дизайна и с алгоритмите.</p>
      </div>
      <div id="Qnev">
        <h3>Kaloqn Yanev</h3>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1095287031761993779/image.png" alt="Qnev" width="500" height="500" />
        <p>Калон Янев е на 15 години. Той обича да играе, да рисува и да гледа филми.</p>
        <p>Той не участваше като част от Team Heisenberg в HackTUES 9, но ни помогна с някои икони.</p>
        <p>Той също ни помогна с по-късни версии на този проект.</p>
      </div>
      <div id="Vasko">
        <h3>Васил Палигоров</h3>
        <img id="pic" src="https://cdn.discordapp.com/attachments/498216881258496001/1083866186690867300/vasko.jpeg" alt="Vasko" width="500" height="500" />
        <p>Васил Палигоров е 19-годишен. Той завърши ТУЕС през 2022г.</p>
        <p>Той ни беше ментор повреме на хакатона и ни помогна с реализирането на идеята ни и с програмирането.</p>
      </div>
    </div>
  )
}
