import React from 'react';

export default function About() {
  return (
        <div>
        <h1>Добре дошли в</h1>
        <h1><b>Password Manager</b></h1>
        <br></br>
        <br/>
        <h5>Това е уебсайт, в който можете да проверите колко силни са паролите ви.</h5>
        <h5>Ако паролата е слаба, можете да си генерирате нова, по-силна.</h5>
        <br></br>
        <br></br>
        <h2>Как да си защитя акаунтите онлайн?</h2>
        <h5>Най-добрият начин за защитаване на акаунтите ви онлайн е създаване на силна парола. Можете да проверите колко силна е паролата ви от <a href="/ratePassword">тук</a>. Ако искате да прочетете повече информация относно предпазване на акаунта ви, натиснете <a href="/bg-BG/Account_Security">тук</a>.  </h5>
        <br></br>
        <h2>Как да направя силна парола?</h2>
        <h5>Ако искате да създадете силна парола, гледайте да избягвате често употребявани пароли, като: 12345678, qwerty, password и др. Друга опция е да си генерирате нова, силна парола от <a href='/bg-BG/generatePassword'>тук</a>.</h5>
        </div>     
  )
}
    